tap "daipeihust/tap"
tap "eddieantonio/eddieantonio"
tap "fluttergen/tap"
tap "homebrew/bundle"
tap "itome/tap"
tap "jstkdng/programs"
tap "simonhammes/mcfly-fzf"
brew "webp"
brew "bat"
brew "gettext"
brew "icu4c@76"
brew "bundletool"
brew "ccache"
brew "chafa"
brew "chezmoi"
brew "gmp"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker"
brew "dprint"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "gcc"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gitui"
brew "libgpg-error"
brew "pkgconf"
brew "hyperfine"
brew "jq"
brew "kotlin-language-server"
brew "lazygit"
brew "libsixel"
brew "libyaml"
brew "lua-language-server"
brew "luarocks"
brew "make"
brew "mcfly"
brew "mise"
brew "mpv"
brew "neovim"
brew "peco"
brew "pinentry-mac"
brew "prettier"
brew "prettierd"
brew "procs"
brew "ripgrep"
brew "scrcpy"
brew "sheldon"
brew "sl"
brew "stylua"
brew "swiftformat"
brew "the_silver_searcher"
brew "tig"
brew "tlrc"
brew "tree"
brew "typos-cli"
brew "vips"
brew "viu"
brew "wget"
brew "yamllint"
brew "yq"
brew "zizmor"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "daipeihust/tap/im-select"
brew "eddieantonio/eddieantonio/imgcat"
brew "fluttergen/tap/fluttergen"
brew "itome/tap/flx"
brew "jstkdng/programs/ueberzugpp"
cask "1password"
cask "appcleaner"
cask "applite"
cask "bitwarden"
cask "claude"
cask "clipy"
cask "cursor"
cask "discord"
cask "figma"
cask "font-aileron"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-fontawesome"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-m-plus-1"
cask "font-m-plus-1-code"
cask "font-m-plus-1p"
cask "font-m-plus-2"
cask "font-noto-sans"
cask "font-noto-sans-cjk"
cask "font-noto-sans-jp"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "hiddenbar"
cask "imageoptim"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "mediainfo"
cask "meetingbar"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "obsidian"
cask "openvpn-connect"
cask "slack"
cask "steam"
cask "visual-studio-code"
cask "wezterm"
cask "windsurf"
cask "xcodes"
cask "zoom"
vscode "asvetliakov.vscode-neovim"
vscode "codeium.codeium"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "rooveterinaryinc.roo-cline"
vscode "saoudrizwan.claude-dev"
