tap "daipeihust/tap"
tap "eddieantonio/eddieantonio"
tap "fluttergen/tap"
tap "itome/tap"
tap "jstkdng/programs"
tap "k1low/tap"
tap "manaflow-ai/cmux"
tap "simonhammes/mcfly-fzf"
tap "sst/tap"
tap "unhappychoice/tap"
tap "wasabeef/emu-tap"
tap "wasabeef/gw-tap"
tap "wasabeef/tap"
brew "act"
brew "webp"
brew "gettext"
brew "bat"
brew "gmp"
brew "coreutils"
brew "bats-core"
brew "block-goose-cli"
brew "bundletool"
brew "ccache"
brew "chafa"
brew "chezmoi"
brew "curl"
brew "difftastic"
brew "direnv"
brew "dprint"
brew "eza"
brew "libyaml"
brew "fastlane"
brew "fd"
brew "ffmpeg"
brew "gcc"
brew "flyctl"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-cliff"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "gitui"
brew "libgpg-error"
brew "pkgconf"
brew "hyperfine"
brew "icu4c@76"
brew "jadx"
brew "jj"
brew "jq"
brew "kotlin-language-server"
brew "lazygit"
brew "libsixel"
brew "lua-language-server"
brew "luacheck"
brew "luarocks"
brew "make"
brew "mcfly"
brew "mise"
brew "mpv"
brew "neovim"
brew "ollama"
brew "peco"
brew "pinentry-mac"
brew "procs"
brew "ripgrep"
brew "scrcpy"
brew "semgrep"
brew "sheldon"
brew "sl"
brew "stylua"
brew "swiftformat"
brew "the_silver_searcher"
brew "tig"
brew "tlrc"
brew "tree"
brew "typos-cli"
brew "util-linux"
brew "uv"
brew "vips"
brew "viu"
brew "wget"
brew "xmlstarlet"
brew "yamllint"
brew "yq"
brew "zizmor"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "daipeihust/tap/im-select"
brew "eddieantonio/eddieantonio/imgcat"
brew "fluttergen/tap/fluttergen"
brew "itome/tap/flx"
brew "jstkdng/programs/ueberzugpp"
brew "k1low/tap/deck"
brew "k1low/tap/octocov"
brew "sst/tap/opencode"
brew "unhappychoice/tap/gitlogue"
brew "wasabeef/emu-tap/emu"
brew "wasabeef/gw-tap/gw"
cask "1password"
cask "antigravity"
cask "appcleaner"
cask "applite"
cask "aqua-voice"
cask "bitwarden"
cask "chatgpt"
cask "claude"
cask "clipy"
cask "cmux"
cask "codex"
cask "cursor"
cask "diffusionbee"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "font-aileron"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-fontawesome"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-m-plus-1"
cask "font-m-plus-1-code"
cask "font-m-plus-1p"
cask "font-m-plus-2"
cask "font-noto-sans"
cask "font-noto-sans-cjk"
cask "font-noto-sans-jp"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "hiddenbar"
cask "imageoptim"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "lm-studio"
cask "mediainfo"
cask "meetingbar"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "notion"
cask "obsidian"
cask "openvpn-connect"
cask "slack"
cask "slack-cli"
cask "steam"
cask "visual-studio-code"
cask "wezterm"
cask "windsurf"
cask "xcodes-app"
cask "zoom"
vscode "asvetliakov.vscode-neovim"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
go "github.com/googlecodelabs/tools/claat"
go "cmd/go"
go "cmd/gofmt"
cargo "cargo-debug"
cargo "cargo-edit"
cargo "cargo-expand"
cargo "cargo-lipo"
cargo "cargo-llvm-cov"
cargo "cargo-ndk"
cargo "cargo-tarpaulin"
cargo "claudelytics"
cargo "flutter_rust_bridge_codegen"
cargo "git-workers"
uv "claude-monitor"
