tap "eddieantonio/eddieantonio"
tap "homebrew/bundle"
tap "itome/tap"
tap "jstkdng/programs"
tap "simonhammes/mcfly-fzf"
brew "webp"
brew "coreutils"
brew "asdf"
brew "bat"
brew "chafa"
brew "chezmoi"
brew "curl"
brew "direnv"
brew "dprint"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "gcc"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gitui"
brew "hyperfine"
brew "jq"
brew "kotlin-language-server"
brew "lazygit"
brew "libsixel"
brew "lua-language-server"
brew "luarocks"
brew "make"
brew "mcfly"
brew "mise"
brew "mpv"
brew "neovim"
brew "peco"
brew "procs"
brew "ripgrep"
brew "scrcpy"
brew "sheldon"
brew "sl"
brew "stylua"
brew "swiftformat"
brew "the_silver_searcher"
brew "tig"
brew "tlrc"
brew "tree"
brew "typos-cli"
brew "viu"
brew "wget"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "eddieantonio/eddieantonio/imgcat"
brew "itome/tap/flx"
brew "jstkdng/programs/ueberzugpp"
cask "1password"
cask "appcleaner"
cask "applite"
cask "bitwarden"
cask "clipy"
cask "discord"
cask "font-aileron"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-fontawesome"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-m-plus-1"
cask "font-m-plus-1-code"
cask "font-m-plus-1p"
cask "font-m-plus-2"
cask "font-noto-sans"
cask "font-noto-sans-cjk"
cask "font-noto-sans-jp"
cask "google-chrome"
cask "google-drive"
cask "hiddenbar"
cask "imageoptim"
cask "jetbrains-toolbox"
cask "keycastr"
cask "meetingbar"
cask "obsidian"
cask "openvpn-connect"
cask "slack"
cask "steam"
cask "wezterm"
cask "xcodes"
cask "zoom"
